#ifndef INC__SENSOR_H
#define INC__SENSOR_H

/*" FILE COMMENT***************************************************/
/* 
/*  System Name     : 据话張棟
/*  File Name       : Sensor.h
/*  Module Name     : Sensor
/*  Process         : 据话張棟
/*  Programmer      : 揷拞丂岶柧        2008-5-23
/* 
/* << File Version >>
/*
/****" FILE COMMENT END "******************************************/

/*==================================================================*/
/*							掕悢愰尵								*/
/*==================================================================*/
enum
{
	  RIGHT_SENSOR = 0
	, CENTER_SENSOR
	, LEFT_SENSOR
	, ALL_SENSOR_NUM
};

/*==================================================================*/
/*							戝堟娭悢愰尵							*/
/*==================================================================*/


#endif /* INC__SENSOR_H */
